// Next.js API route support: https://nextjs.org/docs/api-routes/introduction

export default function handler(req, res) {
  res.status(200).json({
    category: "چه کسی برنده بازار خواهد بود!؟",
    c_date: "2022/08/20",
    tags: [
      {
        id: 1,
        name: "Test1",
      },
      {
        id: 2,
        name: "Test2 test2",
      },
      {
        id: 3,
        name: "Test3",
      },
    ],
    participants: [
      {
        id: 11,
        name: "Pooneh",
        src: "profile1",
        owner: true,
      },
      {
        id: 22,
        name: "Shadi",
        src: "profile2",
      },
      {
        id: 33,
        name: "Nastaran",
        src: "profile3",
      },
      {
        id: 44,
        name: "Mehrdad",
        src: "profile4",
      },
      {
        id: 55,
        name: "arezoo",
        src: "profile5",
      },
      {
        id: 66,
        name: "Ali",
        src: "profile6",
      },
      {
        id: 77,
        name: "yasin",
        src: "profile2",
      },
      {
        id: 88,
        name: "yasin",
        src: "profile2",
      },
    ],
    statistics: {
      person: 124,
      opinion: "12k",
      conversation: "132k",
      save: 876,
    },
    description:
      "لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن. لورم ایپسوم یه متن الکیه که همینجوری ملت استفاده میکنن وقتی حوصله ندارن تایپ کنن.",
  });
}
